export const privateData = `### **제1조 개인정보 처리방침**
**(주)CODI**(이하 "회사")는 이용자의 동의를 기반으로 개인정보를 수집·이용 및 제공하고 있으며, 이용자의 권리(개인정보자기결정권)를 적극적으로 보장합니다. 회사는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.

"개인정보 처리방침"이란 이용자의 소중한 개인정보를 보호하여 안심하고 서비스를 이용할 수 있도록 회사가 서비스를 운영함에 있어 준수해야 할 지침을 말합니다.

### **제2조 개인정보의 수집 및 이용 목적**

1. **이용자로부터 다음과 같은 개인정보를 수집합니다.**
    
    모든 이용자는 회사가 제공하는 서비스를 이용할 수 있고, 회원가입을 통해 더욱 다양한 서비스를 제공받을 수 있으며, 아래의 원칙을 준수하고 있습니다. 수집한 이용자의 개인정보는 다음과 같은 목적으로만 이용하며, 목적이 변경될 경우에는 반드시 사전에 이용자에게 동의를 구하겠습니다.
    
    ① 서비스 제공에 필요한 최소한의 개인정보만을 수집합니다.
    
    - 필수정보: 해당 서비스의 본질적 기능을 수행하기 위한 정보
    - 선택정보: 보다 특화된 서비스를 제공하기 위해 추가 수집하는 정보(선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.)
    
    ② 민감정보를 수집하지 않습니다.
    
    - 민감정보: 이용자의 소중한 인권을 침해할 우려가 있는 정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)
    
    단, 법령에서 민감정보의 처리를 요구하거나 허용하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.
    
    **[회원 가입 및 서비스 이용]**
    
    **1) 회원 가입 시**
    
    회원 가입에 따라 아래와 같은 정보를 필수 수집하며,
    
    - [필수] 이름, 이메일 주소, 비밀번호, 핸드폰번호, 성별, 생년월
    
    회원 가입 및 정보를 수정하는 서비스에 따라 아래의 정보를 필수 또는 선택 항목으로 수집합니다.
    
      **(1) 멘티 프로필 작성 시** 
    
    - [선택] 프로필 정보 (프로필 사진, 장애유형, 중증도)
    - [선택] 학력사항 (학교명 및 전공), 희망직무, 취업상태 등 프로필에 직접 기재하는 정보
    
      **(2) 멘토 신청 시** 
    
    - [선택] 프로필 정보 (프로필 사진, 장애유형, 중증도)
    - [선택] 경력사항(회사명, 총경력), 직무 등 프로필에 직접 기재하는 정보
    
    2**) 서비스 이용에 따른 자동 수집 및 생성 정보**
    
    - 접속IP주소, 쿠키, 방문 일시, 지불정보 및 기록, 서비스 이용 기록, 불량 이용 기록
    - 접속 기기 정보: 단말기 모델명 및 단말식별번호, OS(Android/iOS) 및 버전, 브라우저 종류
    
    **~~~~**
    
2. **회사가 이용자의 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.**
    
    수집방법에는 홈페이지(회원가입), 서비스 이용, 이벤트 응모, 고객센터, 팩스, 전화 등이 있으며, 이용자가 동의버튼을 클릭하거나 회원 정보 수정 등을 통해 추가로 수집하는 개인정보를 기재한 후 저장할 경우 개인정보 수집에 동의한 것으로 봅니다.
    
3. **회사는 회원 관리, 서비스 제공 및 개선, 신규 서비스 개발 등을 위해 수집한 개인정보를 이용합니다.**
    
    수집한 이용자의 개인정보는 다음과 같은 목적으로만 이용하며, 목적이 변경될 경우에는 반드시 사전에 이용자에게 동의를 구하도록 하겠습니다.
    
    - 이용자 식별, 가입의사 확인, 불량회원의 부정한 이용 방지
    - 멘토 추천, 멘토에게 활동내역 알림 및 이용자 검색/등록, 이용자간 관계 형성
    - 다양한 서비스 제공, 문의 사항 또는 불만 처리, 공지사항 전달
    - 신규 콘텐츠 및 서비스 개발, 이벤트 행사 시 정보 전달, 마케팅 및 광고 등에 활용
    

### **제3조 개인정보의 제공 및 위탁**

1. **회사는 원칙적으로 이용자의 사전 동의를 받아 이용자들의 개인정보를 외부에 제공합니다.**
    
    **가. 서비스를 제공하기 위한 경우**
    
    이용자 서비스를 제공하기 위해 이용자의 성명, 이메일 등 개인정보를 이용자의 사전 동의 아래 제3자에게 제공할 수 있습니다.
    
    - 개인정보를 제공받는자: 콘텐츠 제안 회원
    - 개인정보를 제공받는 자의 개인정보 이용 목적: 멘토링 서비스 제공
    - 제공하는 개인정보의 항목: 성명, 이메일, 휴대전화번호 등의 프로필 정보
    - 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간: 구매한 콘텐츠(상품 또는 서비스) 제공 기간 종료 시
    
    ~~나. 경력 불러오기 서비스를 이용하는 경우~~
    
    ~~경력 불러오기 서비스 제공을 위해, 이용자의 이름, 생년월일, 휴대폰번호 등의 개인정보를 이용자의 사전 동의 아래 제3자에게 제공할 수 있습니다.~~
    
    - ~~개인정보를 제공받는 자: 건강보험공단, 간편인증사(카카오)~~
    - ~~개인정보를 제공받는 자의 개인정보 이용 목적: (건강보험공단) 자격득실내역과 직장가입자 취득 현황 및 진위 확인 / (간편인증사) 간편인증 시 본인확인~~
    - ~~제공하는 개인정보의 항목: 이름, 생년월일, 휴대폰번호~~
    - ~~개인정보를 제공받는 자의 개인정보 보유 및 이용 기간: 진위 확인 후 즉시 파기(별도 보관 없음)~~
    
    다**. 단, 아래의 경우는 예외로 합니다.**
    
    1. 법령 규정에 의거하거나 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
    2. 통계작성, 학술연구 또는 시장조사의 목적으로 특정 개인을 알아볼 수 없는 통계 자료의 형태로 가공하여 제공하는 경우
    3. 개인정보보호법 제17조 제4항, 동법 시행령 제14조의2 제1항에 따라, 회원이 동의한 개인정보의 수집 및 이용 목적(동방침 제2조 참조)의 범위와 관련이 있으며, 회원이 제3자의 제공을 충분히 예측할 수 있고, 제3자 제공이 회원의 이익을 부당하게 침해하지 않으며, 제3자 제공시 기술적인 안전성을 충분히 확보한 경우
    
2. **~~또한 회사는 원활한 서비스 제공을 위해 최소한의 개인정보를 외부 전문업체에 위탁하여 운영하고 있습니다.~~**
    
    **~~[국내 처리 위탁]~~**
    
    1. ~~업체명: 네이버파이낸셜(주), 나이스페이먼츠(주)~~
        - ~~위탁 업무: 서비스 결제 및 환불~~
        - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시까지~~
    2. ~~배송업체~~
        - ~~위탁 업무: 주문 및 이벤트 상품의 보관, 배송, 배송 추적~~
        - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시 까지~~
    3. ~~업체명: (주)누리고(솔라피), (주)다우기술(반값문자)~~
        - ~~위탁 업무: SMS 문자 메시지 발송~~
        - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시 까지~~
    4. ~~업체명: 카카오, (주)누리고(솔라피)~~
        - ~~위탁 업무: 카카오 알림톡 발송~~
        - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시 까지~~
    5. ~~업체명: (주)모두싸인~~
        - ~~위탁 업무: 전자계약 서비스 제공~~
        - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시 까지~~
    6. 업체명: AWS
        - 위탁 업무: 서비스 제공을 위한 클라우드 인프라 관리, 회원정보 및 결제 정보 보관
        - 개인정보 보유 및 이용 기간: 위탁 계약 종료 시 또는 회원 탈퇴 시 까지
    7. ~~업체명: (주)헥토데이터~~
        - ~~위탁 업무: 경력 불러오기 서비스 API 연동.~~
    
    ~~신용정보주체의 인증 정보를 이용하여 개인(신용)정보를 중계하는 업무, API 서비스 품질향상 및 업무 대응을 위해 신용정보주체 인증 정보를 통한 요청/응답 데이터 저장 업무(위탁 계약 종료 시 일괄 삭제), 정보주체의 개인정보 열람, 정정.삭제, 처리 정지 요청 등을 처리~~
    
    - ~~개인정보 보유 및 이용 기간: 위탁 계약 종료 시까지~~
    
    ~~이용자는 회사의 개인정보보호책임자 및 담당부서를 통해 개인정보의 국외 이전을 거부할 수 있습니다. 이용자가 개인정보의 국외 이전을 거부하는 경우, 회사는 해당 이용자의 개인정보를 국외 이전 대상에서 제외합니다. 다만, 이 경우 회사의 서비스 중 개인정보 국외 이전이 필수적으로 수반되는 서비스의 이용이 제한될 수 있습니다.~~
    

### 제4조 개인정보의 보유 및 이용 기간

회사는 이용자의 개인정보를 고지 및 동의받은 사항에 따라 수집·이용 목적이 달성되기 전 또는 이용자의 탈퇴 요청이 있기 전까지 해당 정보를 보유합니다.

이용자의 개인정보를 수집 및 이용 목적, 이용 기간에만 제한적으로 이용하고 있습니다.

다만, 다음의 경우에는 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안, 회사 내부 방침에 따라 보관해야 하는 정보는 내부 방침에 따라 보관합니다.

1. 온라인/모바일 서비스 제공을 위해 수집한 회원가입 정보 : 회원탈퇴 시 까지
2. 법령에 의한 개인정보 보유
    1. 통신비밀보호법
        
        서비스 이용 관련 개인정보(인터넷 로그기록자료, 접속지 추적 자료) 보존 기간: 3개월
        
    2. 전자상거래 등에서의 소비자보호에 관한 법률
        - 표시/광고에 관한 기록 보존 기간: 6개월
        - 계약 또는 청약철회 등에 관한 기록 보존 기간: 5년
        - 대금결제 및 재화 등의 공급에 관한 기록 보존 기간: 5년
        - 소비자의 불만 또는 분쟁처리에 관한 기록 보존 기간 : 3년
3. 신용정보의 이용 및 보호에 관한 법률
    
    신용정보의 수집, 처리 및 이용 등에 관한 기록: 3년
    
4. 부가가치세법
    
    부가가치세의 과세표준과 세액의 신고자료 등: 5년
    
5. 회사 내부 방침에 의한 개인정보 보유
    
    CODI 부정 이용 방지 및 서비스 혼선 방지 목적에 따른 개인정보 보유 : 5년
    
    - 보관 정보: 개인정보(이메일 주소, 핸드폰 번호 등) 및 서비스 부정 이용 기록(부정 가입, 이용약관 및 운영 정책 위반 기록, 비정상적인 이용 기록 등)

### 제5조 개인정보의 파기

이용자의 개인정보에 대해 개인정보의 수집 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 또한, 탈퇴를 요청하거나 동의를 철회하는 경우에도 지체 없이 파기합니다.

다만, 관계 법령 또는 회사 내부 방침에 의해 보관해야 하는 정보는 법령 및 개인정보 처리방침에서 정한 기간 동안 보관 후 파기합니다. 이때 별도 저장 관리되는 개인정보는 법령 및 개인정보 처리방침에서 정한 경우가 아니고서는 절대 다른 용도로 이용되지 않습니다. 전자적 파일 형태인 경우 복구 및 재생되지 않도록 기술적인 방법을 이용하여 완전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.

### 제6조 회원 및 법정대리인의 권리와 의무

1. **회원 및 법정대리인의 권리 및 행사방법**
    
    (1) 회원 및 법정 대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보 조회, 수정, 회원 탈퇴(동의 철회) 등의 권리를 아래와 같이 직접 또는 고객센터 등을 통해 행사할 수 있습니다.
    
    - 개인정보 조회 및 수정: 사이트 및 앱의 마이페이지 내 '내 프로필'
    - 회원 탈퇴: 사이트 및 앱의 마이페이지 내 '내 프로필' 또는 고객센터에서 탈퇴를 요청할 수 있고, 성명, 아이디(가입 시 기재한 이메일) 등의 정보를 탈퇴 의사와 함께 고객센터로 문의 또는 help@publy.co로 이메일을 보내면 탈퇴하실 수 있습니다.
    
    이 외에도 회사의 개인정보 보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
    
    (2) 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.
    
    (3) 회사는 회원이 혹은 법정 대리인의 요청에 의해 삭제된 개인정보는 회사가 수집하는 "개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
    
    (4) 개인정보의 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있고, 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
    
    (5) 권리 행사는 정보 주체의 법정대리인이나 위임을 받은 자 등의 대리인을 통해 하실 수도 있습니다. 이 경우 "개인정보 처리 방법에 관한 고시(제2020-7호)" 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
    
    (6) 회사는 정보주체 권리에 따른 조회, 수정, 회원 탈퇴 등의 요구 시 요구를 한 자가 본인이거나 정당한 대리인인지 확인할 수 있습니다.
    
2. **회원의 의무**
    
    (1) 회원은 자신의 개인정보를 보호할 의무가 있으며, 회사의 고의 또는 과실 등 귀책사유 없이 ID/비밀번호 공유, 로그인 상태에서 자리를 비우는 등 회원의 부주의로 인하여 발생하는 문제에 대해서는 회사가 책임지지 않습니다.
    
    (2) 회원은 개인정보를 최신의 상태로 유지해야 하며, 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있습니다.
    
    (3) 회원의 ID/비밀번호는 원칙적으로 본인만 사용하여야 하며 제3자에게 이를 양도하거나 대여할 수 없습니다. 타인의 개인정보를 도용한 회원가입 또는 ID 등을 도용하여 구매한 경우, 회원자격 상실 및 관계 법령에 따라 처벌될 수 있습니다.
    
    회원의 회사의 서비스를 이용한 후 반드시 계정을 로그아웃하고 웹 브라우저 프로그램을 종료해야 합니다.
    

### ~~제7조 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 관한 사항~~

회사는 쿠키("cookie")를 설치, 운영하고 있고 이용자는 이를 거부할 수 있습니다.

쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터에 저장됩니다.

회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.

쿠키를 수집하지 못하게 거부하고 싶다면?

쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만 쿠키 설치를 거부할 경우 웹 사용이 불편해지며 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.

설정 방법의 예

Internet Explorer의 경우 : 웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정
Chrome의 경우 : 웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키

### 제8조 개인정보의 관리적 보호 대책 및 개인정보 보호 책임자 안내

회사는 이용자의 개인정보를 가장 소중한 가치로 여기고 개인정보를 처리함에 있어서 다음과 같은 노력을 다하고 있습니다.

1. 회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 『정보통신망법』, 『개인정보보호법』 등 정보통신서비스 제공자가 준수하여야 할 관련 법령에 따라 기술적·관리적 보호대책을 강구하고 있습니다.
2. 회사는 이용자의 개인정보를 보호하고 궁금증 해결, 불만 처리를 위해 다음과 같이 책임자를 지정하고 운영하고 있습니다. 개인정보 보호책임자 및 고객센터로 언제라도 문의 주시면 신속하고 충분한 답변을 드리도록 하겠습니다.
3. 책임자 : 오현재, 변찬중
    
    전화 : 
    
    문의 : 
    

또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하셔서 도움을 받으실 수 있습니다.

- 개인정보분쟁조정위원회: 국번없이 1833-6972 / www.kopico.go.kr
- 개인정보침해신고센터: 국번없이118 / privacy.kisa.or.kr
- 대검찰청: 국번없이 1301 / www.spo.go.kr
- 경찰청 : 국번없이 182 / http://ecrm.cyber.go.kr/minwon/main

### 제9조 본 개인정보 처리방침의 적용 범위

본 개인정보처리방침은 회사의 브랜드인 'CODI([codisabled.com](https://www.codisabled.com/) )관련 제반 서비스(모바일 웹 포함)에 적용되며, 다른 브랜드로 제공되는 서비스에 대해서는 별개의 개인정보처리방침이 적용될 수 있습니다.

회사는 회원에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.

회사가 포함하고 있는 링크를 클릭하여 타 사이트의 페이지로 옮겨 갈 경우, 본 개인정보 처리방침이 적용되지 않으므로, 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.

### 제10조 개인정보 처리방침의 개정 전 고지 의무`

export const useTerm =`### **제 1조. 목적**

코디서비스약관(이하 "본 약관")은 회사(이하 "코디")가 제공하는 코디 관련 모든 “서비스”와 관련하여 코디와 “회원” 및 “비회원”, “이용자”의 권리⋅의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

### **제 2조. 정의**

본 약관의 용어 정의는 다음 각 호와 같습니다.

1. 서비스: 구현되는 단말기(PC, TV, 휴대형 단말기 등 각종 유무선 장치를 포함)와 상관없이 "이용자"가 코디 플랫폼에 접속하여 코디가 제공하는 일체의 용역, 자료 DB화, 컴퓨터 기타 이와 유사한 정보통신처리장치를 이용한 일체의 행위
2. 멘토: 코디의 “서비스” 제공에 참여하고 있는 특정 회사 또는 업무의 전·현직자 멘토
3. 멘티: 코디의 “서비스” 제공에 참여하고 있는 멘토링을 받는 멘티 
4. 이용자: 코디에 접속하여 본 약관에 따라 “서비스”를 받는 “회원” 및 “비회원”
5. 비회원: “비회원”이라 함은 “회원”으로 가입하지 않고 코디가 제공하는 “서비스”를 이용하는 자
6. 회원: 코디에 “개인정보”를 제공하여 가입절차를 거친 후 코디가 제공하는 “서비스”를 이용하는 자
7. 회원ID: “회원” 식별과 “서비스” 이용을 위하여 코디 “회원”임을 확인하고 “회원” 자신의 비밀보호를 위해 “회원”자신이 선정하고 코디가 승인하는 문자와 숫자의 조합
8. 비밀번호: 코디 “회원”이 부여 받은 “회원ID”와 일치되는 “회원”임을 확인하고 자신의 비밀 보호를 위해 “회원”이 설정한 문자와 숫자의 조합
9. 개인정보: 생존하는 개인에 관한 정보로서 해당 정보에 포함되어 있는 회사, 직무, 학교, 학과, 이메일 주소, 휴대전화 번호 등의 사항에 의하여 해당 개인을 식별할 수 있는 정보(해당 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)
10. 플랫폼 : 코디가 “서비스”를 제공하기 위해 온라인에 구축한 API(application programming interface), DB, 기타 이와 유사한 정보통신 처리 장치로서 앱 개발자와 웹 사이트 운영자를 비롯한 타인은 위 정보통신처리장치에 API, DB 등을 제공할 수도 있고, 데이터를 검색할 수도 있습니다
11. 콘텐츠 : 코디가 생성, 수집, 기타 일체의 방법으로 플랫폼에 제공한 콘텐츠
12. 이용자 콘텐츠 : "이용자"가 "서비스"를 이용함에 있어 "서비스”상에 게시한 부호, 문자, 음성, 음향, 화상, 동영상 등의 정보, 각종 파일과 링크
13. 데이터 : 코디가 “서비스”를 제공하는 과정에서 수집하고 축적한 각종 정보, 자료 및 이용의 콘텐츠

### **제 3조. 약관적용과 약관 외 준칙**

코디의 “서비스” 이용에 관하여 본 약관을 적용하며, 본 약관에 명시되지 아니한 사항과 이 약관의 해석 및 약관에 규용되지 아니한 사항에 관하여는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 등에 관한 법률, 전자거래기본법, 신용정보의 이용 및 보호에 관한 법률, 기타 관련 법령의 규정, 또는 상관례에 따릅니다.

### **제 4조. 약관의 공시, 준용, 효력 및 변경**

1. 본 약관은 “회원” 가입 시 “이용자”에게 공시되며, “이용자”는 회원 가입을 함으로써 “본 약관”에 동의하는 것으로 간주됩니다.
2. 다만, “이용자”가 “비회원”으로 “서비스”를 이용하면 이용 시 본 약관에 동의하는 것으로 간주됩니다.
3. 약관의 내용은 “서비스” 약관페이지에 게시하여 공지합니다. 코디는 사정변경의 경우와 영업상 중요한 사유가 있을 경우 관련 법령을 위반하지 않는 범위에서 약관을 변경할 수 있으며, 변경된 약관은 “이용자”에게 적용 일자를 명시하여 “서비스” 이용 약관 페이지와 공지사항에 변경 기준일로부터 최소 7일 전에 공지하는 것을 원칙으로 합니다. 단, 변경 내용이 귀하에 불리한 영향을 미칠 것으로 판단되는 사항에 대해서는 최소 30일 이상의 유예 기간을 두어 고지합니다. 또한 동 기간 동안 개정된 약관의 내용을 약관이 게시되는 “서비스” 화면에 함께 게시하며, 위의 유예기간 이후 변경 약관의 효력을 발생합니다.
4. 코디의 약관을 개정할 경우 그 개정 약관은 적용일자 이후에 발생하는 사안에 대해서만 적용됩니다. 코디가 전항에 따라 “이용자”에게 통지하면서 공지⋅고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 변경된 약관에 동의하지 않을 경우 “본 약관” 제19조 제1항에 따라 계약 해지를 신청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 “서비스”를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 코디는 이용계약을 해지할 수 있습니다.
5. 제2조의 “회원” 및 본 조 제1항 내지 제4항의 규정과는 별도로 법령에 의해 개별적인 통보 및 동의가 필요한 경우에는 그 절차에 따릅니다.

**제 2장. 서비스 이용계약**

### **제 5조. 이용계약의 성립**

1. 코디 “회원”으로 가입하여 코디가 제공하는 “서비스”를 받고자 하는 자는 “회원”가입절차를 거쳐 가입하여야 합니다. “회원” 가입 희망자가 “본 약관”의 내용을 숙지하고 동의 여부를 선택할 수 있으며, “회원”은 “회원”가입절차를 거쳐 “회원”가입을 신청하면 “본 약관”에 동의하는 것으로 간주됩니다. 약관 변경 시 공지된 변경 약관에 동의하지 않을 경우 제19조 제1항에 따라 계약 해지를 신청이 가능합니다.
2. “회원”과 코디 간의 이용계약은 “서비스” 이용 희망자의 이용약관 동의 후 이용 신청에 대하여 코멘토가 신청절차 상에서 승낙을 표시함으로써 성립합니다.
3. 단, “비회원”으로 코디가 제공하는 “서비스”를 이용 하고자 하는 자는 회원가입절차 없이 코디의 “서비스”를 이용함으로써 “본 약관”에 동의한 것으로 간주됩니다. 약관 변경 시에는, 변경된 약관이 공지된 이후 “비회원”으로 코디 “서비스”를 재이용할 시 변경된 약관에 동의한 것으로 간주됩니다. 약관 변경 시 공지된 변경 약관에 동의하지 않을 경우 제19조 제1항에 따라 계약 해지를 신청이 가능합니다.
4. “비회원”과 코디 간의 이용계약은 “서비스” 이용 희망자가 “서비스” 이용을 신청하고 이를 코디가 승낙하여 “서비스”를 제공함으로써 성립합니다.

### **제 6조. 이용신청**

1. “회원”으로 가입하여 “서비스”를 이용하기를 희망하는 자는 코디가 요청하는 소정의 가입 신청 양식에서 요구하는 사항을 기록하여 신청합니다.
2. 단, “비회원”으로 “서비스”를 이용하기를 희망하는 자는 코디의 “서비스”를 이용함으로써 자동으로 코디의 “비회원” “이용자”로 간주됩니다.
3. 온라인 “회원” 가입신청 양식 및 “비회원”이 “서비스” 이용에 기재하는 모든 “이용자” 정보는 실제 데이터인 것으로 간주하므로 실명이나 실제 정보를 입력하지 않은 “서비스” 사용의 제한을 받으시거나 법적 보호를 받지 못 하실 수 있습니다.

### **제 7조. 이용신청의 승낙**

1. 코디는 제6조에 따른 “이용자”의 이용신청에 대하여 신용정보의 이용 및 보호에 관한 법률이 정하는 특별한 사정이 없는 한 접수 순서대로 이용 신청을 승낙합니다.
2. 코디는 다음 각 호에 해당하는 경우 이용신청에 대한 승낙을 제한하거나, 그 사유가 해소될 때까지 승낙을 유보할 수 있으며, 사후에라도 이용계약을 해지할 수 있습니다.
    1. “서비스” 관련 설비에 여유가 없는 경우.
    2. 기술상 지장이 있는 경우.
    3. 기타 코멘토의 사정상 필요하다고 인정되는 경우.
3. 코디는 다음 각 호에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 않을 수 있습니다.
    1. 본인의 실명으로 신청하지 않은 경우.
    2. 다른 사람의 명의를 사용하여 신청한 경우
    3. 이용 신청 시 허위의 정보를 기재하거나, 허위서류를 첨부하는 경우, 코디가 제시하는 내용을 기재하지 않은 경우
    4. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청한 경우.
    5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
    6. 기타 코디가 정한 이용 신청 요건이 미흡한 경우
4. 코디는 관계법령에서 규정하는 미성년자일 경우에 이용계약 신청의 승낙을 보류할 수 있습니다.

### **제 8조. 개인정보의 보호**

1. 코디는 “이용자”의 “개인정보” 보호를 위해 최선을 다하고 있습니다. “이용자”의 “개인정보” 보호 및 “이용자”가 코디를 이용하여 “이용자”의 콘텐츠를 타인과 공유하고 코디가 이를 수집 및 이용하는 방법에 대해 중요한 사항은 개인정보 취급방침이 적용됩니다.

### **제 9조. 계약 사항의 변경**

1. “이용자”는 “개인정보”관리를 통해 언제든지 본인의 “개인정보”를 열람하고 수정을 요청할 수 있습니다. 다만, “서비스” 관리를 위해 필요한 아이디 등은 수정이 불가능합니다.
2. “이용자”는 이용신청 및 회원가입 시 기재한 사항이 변경되었을 경우 온라인 수정 및 전자우편으로 코디에 그 변경사항을 알려야 합니다. 변경사항의 미통보로 인하여 발생한 손해의 책임은 “회원”에게 있습니다.

**제 3장. 계약 당사자의 의무**

### **제 10조. 코디의 의무**

1. 코디는 본 약관에서 정한 바에 따라 계속적이고 안정적인 “서비스”의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 생기거나 멸실된 때에는 지체 없이 이를 수리 및 복구합니다. 다만, 천재지변, 비상사태 또는 그밖에 부득이한 경우에는 그 “서비스”를 일시 중단하거나 중지할 수 있으며, 이 경우에 대한 손해에 대해서는 코디가 책임지지 않습니다. 또한 “서비스” 운영상, 기술상 필요하고 상당한 이유가 있는 경우 “서비스”의 전부, 또는 일부를 변경할 수 있습니다. “서비스”의 전부, 또는 일부를 변경할 경우 다음 각 호에서 정한 바에 따릅니다.
    1. “서비스”의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 “서비스”의 내용 및 제공일자 등을 그 변경 전에 사이트에 게시 또는 전자우편을 통해 “이용자”에게 공지합니다
    2. 무료로 제공되는 “서비스”의 일부 또는 전부를 수정, 중단, 변경할 경우 관련법에 특별한 규정이 없는 한 “회원”에게 별도의 보상을 하지 않습니다.
2. 코디는 “회원”으로부터 소정의 절차에 의해 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거처 처리합니다. 처리 시 일정 기간이 소요될 경우 “회원”에게 전자우편, 기타 수단 등을 이용하여 그 사유와 처리 일정을 알려드립니다.
3. 코디는 정보통신망 이용촉진 등에 관한 법률, 통신비밀보호법, 전기통신기본법 등 “서비스”의 운영, 유지와 관련 있는 법규를 준수합니다.

### **제 11조. 이용자의 의무**

1. “이용자”는 이 약관에서 규정하는 사항과 “서비스” 이용안내 또는 주의사항 등 코디가 공지 혹은 통지하는 사항을 준수하여야 하며, 기타 코디 운영에 방해되는 행위를 하여서는 안 됩니다. “본 약관”의 규정이나 정신을 위반하거나 코디에 위험이나 법적 피해를 초래한다면 코디 “서비스” 전체나 일부의 제공을 중단할 수 있습니다. 이와 같은 사실은 이메일 및 “이용자”에게 통지 가능한 기타 수단을 통해 알려 드립니다.
2. “회원”은 “서비스” 이용을 위한 “회원ID”, “비밀번호”의 관리에 대한 책임, 본인 ID의 제3자에 의한 부정사용 등 “회원”의 고의⋅과실로 인해 발생하는 모든 불이익에 대한 책임을 부담합니다. 단, 이것이 코디의 고의⋅과실로 인하여 야기된 경우는 코디가 책임을 부담합니다. 코디는 다음 각 호의 경우 해당 아이디의 이용을 제한할 수 있습니다.
    1. “개인정보” 유출 우려가 있는 경우
    2. 반사회적 또는 미풍양속에 어긋나는 경우
    3. 코디가 “서비스”를 제공하는데 현저한 장애를 유발하는 경우
3. “이용자”는 코디가 공지사항에 게시하거나 전자우편 등 “이용자”에게 통보 가능한 기타 수단으로 별도 공지한 이용제한 사항을 준수하여야 합니다.
4. “이용자”는 코디의 명시적인 동의가 없는 한 “서비스”의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
5. 코디를 안전하게 유지하기 위해 최선을 다하고 있지만 “이용자”가 다음 각 호의 행위를 하는 경우에는 안전을 보장할 수 없습니다. 안전을 위해서 “이용자”는 “서비스” 이용과 관련하여 다음 각 호에 해당되는 행위를 하여서는 아니 됩니다.
    1. 다른 “이용자”의 ID와 “비밀번호” 및 다른 “이용자”의 “개인정보”를 도용하는 행위
    2. 본 “서비스”를 통하여 얻은 정보를 코디의 사전 승낙 없이 “이용자”의 이용 이외 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위.
    3. 타인의 특허, 상표, 영업비밀, 저작권 기타 지적재산권을 침해하는 내용을 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위.
    4. 공공질서 및 미풍양속에 위반되는 저속, 음란, 증오, 폭력적인 내용의 정보, 문장, 도형 등을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위.
    5. 모욕적이거나 위협적이어서 타인의 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위.
    6. 코디가 제공하는 “서비스”를 이용하여 불법적이거나 오해의 소지가 있거나 악의적이거나 차별적인 활동을 하는 행위
    7. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송 또는 게시하는 행위
    8. “서비스” 거부 공격과 같이 “서비스”의 적절한 작동을 무력하게 만들거나 과도한 부담을 주거나 저해할 수 있는 행위
    9. 코디의 허가 없이 자동화된 수단(예, 수집로봇, 스파이더, 스크래퍼)을 이용하여 사용자의 콘텐츠나 정보를 수집하거나 다른 방식을 통해 접근하는 행위
    10. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송하는 행위.
    11. 불특정 다수의 자를 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송하는 등의 방법으로 코디의 “서비스”를 이용하여 영리목적의 활동을 하는 행위.
    12. 정크메일(junk mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을 권유하는 메일을 보내거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위.
    13. 코디의 사전 서면 동의 없이 경연이나 경품 등(이하 "프로모션"라 함)을 코디 “서비스” 내에서 제공하는 행위. 단, 코디가 동의하는 경우에도 홍보에 대한 책임은 전적으로 “이용자”에게 있으며, 코디의 프로모션 가이드라인 및 관련 법규를 모두 준수해야 합니다.
    14. 코디의 직원이나 관리자를 가장하거나 사칭하여 내용물을 게시, 등록, 변경하거나 메일을 발송하는 행위.
    15. 범죄와 결부된다고 객관적으로 판단되는 행위.
    16. 코디의 승인을 받지 않고 다른 사용자의 “개인정보”를 수집 또는 저장하는 행위
    17. 본 약관의 위반을 조장하거나 권장하는 행위
    18. 기타 관계법령에 위배되는 행위
6. 코디 및 “이용자”는 타인의 권리를 보호하기 위해 다음 각 호에서 정한 사항을 이행합니다.
    1. 코디는 타인의 권리를 존중하며, “이용자”도 이를 존중해야 합니다.
    2. “이용자”는 타인의 권리를 침해하여서는 아니되며 법률을 위반하는 콘텐츠를 게시하거나 그러한 조치를 취할 수 없습니다. 이에 위반하는 콘텐츠나 정보를 코디가 임의로 제거할 수 있습니다.
    3. 상습적으로 타인의 지적 재산권을 침해하는 경우, “이용자”의 “서비스” 이용이 제한될 수 있습니다.
    4. 코디의 서면 허가 없이 코디의 저작권이나 상표권 및 코디와 혼동되는 유사 상표를 사용할 수 없습니다.
    5. “이용자”로부터 정보를 수집하는 경우에는 “이용자”의 동의를 구하고 정보를 수집하는 주체는 “이용자”(코디가 아님)임을 분명히 밝히고 “이용자”가 수집하는 정보와 이용 방법을 설명하는 “개인정보 취급방침"을 게시해야 합니다.
    6. 타인의 신분 증명 문서나 민감한 금융 정보는 게시할 수 없습니다.

**제 4장. 서비스 이용**

### **제 12조. 정보 제공**

“이용자”는 코디의 자체 “서비스” 및 공지내용을 이메일로 받을 수 있습니다.

### **제 13조. 콘텐츠의 제공**

1. “이용자”는 “이용자”가 코디의 “서비스”를 원활히 이용하기 위해 코디에서 요구하는 콘텐츠 및 정보를 성실히 제공하여야 합니다. “이용자”의 성실하지 않은 콘텐츠 및 정보 제공에 따라 코디의 “서비스”가 원활히 제공되지 못한 경우, 코디는 이에 대한 어떤 책임도 지지 않습니다.
2. “이용자”는 코디의 “서비스”를 통해 “멘토”에게 콘텐츠 및 정보를 요청하는데 있어 다음 각 호의 내용에 대해서는 질의할 수 없습니다. 다음 각 호의 내용을 “이용자”가 질의할 경우 코디 및 “멘토”는 이에 대한 답변을 제공할 의무가 없습니다.
    1. 회사의 영업비밀 및 기술비밀 등 회사의 기밀에 관련된 내용.
    2. 기타 상장회사 주가에 영향을 줄 수 있는 회사의 기밀 정보.
    3. 연봉정보 등 “멘토”가 회사와 맺은 근로 계약에 따라 외부 공개가 금지된 인사 정보.
    4. “멘토”의 “개인정보”.
    5. 기타 서비스 목적에 관련 없는 정보.

### **제 14조. 콘텐츠 관리**

1. 코디는 건전한 통신문화정착과 효율적인 “서비스” 운영을 위하여 “이용자”가 제공하는 콘텐츠가 다음에 해당한다고 판단되는 경우에 임의로 삭제, 적합한 위치로의 이동, 등록거부를 할 수 있습니다.
    1. 코디에서 규정한 제공 기간을 초과한 경우.
    2. “서비스”의 성격에 부합하지 않는 콘텐츠의 경우.
    3. 제3자 또는 코디의 명예, 신용을 훼손하거나 오용하는 내용 또는 영업을 방해하는 내용인 경우.
    4. 위법적 행위와 결부된다고 객관적으로 인정되는 내용인 경우.
    5. 제3자 또는 코디의 저작권 및 지적재산권 등 권리를 침해하는 내용인 경우.
    6. 공공질서 및 미풍양속에 위반되는 내용인 경우(예. 욕설, 음란 등).
    7. 제11조 제6항에 해당하는 경우.
    8. "정보통신망법" 및 "저작권법"등 관계법령 및 코디의 게시물 관리 규정에 위배된다고 판단되는 경우.
2. 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법"이라 함)의 규정에 의해 다른 “이용자”의 공개된 콘텐츠 등이 본인의 사생활을 침해하거나 명예를 훼손하는 등 권리를 침해 받은 “이용자” 또는 제3자(이하 "삭제 등 신청인"이라 합니다)는 그 침해사실을 소명하여 코디에 해당 콘텐츠 등의 삭제 또는 반박 내용의 게재를 요청할 수 있습니다. 이 경우 코디는 해당 게시물 등의 권리 침해 여부를 판단할 수 없거나 당사자 간의 다툼이 예상되는 경우 해당 콘텐츠 등에 대한 접근을 임시적으로 차단하는 조치(이하 "임시조치"라 합니다)를 최장 30일까지 취합니다.
3. 제2항에 의해 본인의 게시물 등이 임시조치된 “이용자”(이하 "제공자"라 합니다)는 임시조치기간 중 코디에 해당 콘텐츠 등을 복원해 줄 것을 요청(이하 "재게시 청구"라 함)할 수 있으며, 코디는 임시조치된 콘텐츠의 명예훼손 등 판단에 대한 방송통신심의위원회 심의 요청에 대한 제공자 및 삭제 등 신청인의 동의가 있는 경우 제공자 및 삭제 등 신청인을 대리하여 이를 요청하고, 동의가 없는 경우 코디가 이를 판단하여 콘텐츠 등의 복원 여부를 결정합니다. 제공자의 재게시 청구가 있는 경우 임시조치 기간 내에 방송통신심의위원회 또는 코디의 결정이 있으면 그 결정에 따르고 그 결정이 임시조치 기간 내에 있지 않는 경우 해당 콘텐츠 등은 임시조치 만료일 이후 복원됩니다. 재게시 청구가 없는 경우 해당 콘텐츠 등은 임시조치 기간 만료 이후 삭제됩니다.
4. 코디는 서비스 내에 제공된 콘텐츠 등이 사생활 침해 또는 명예훼손 등 제3자의 권리를 침해한다고 인정하는 경우 제2항에 따른 “회원” 또는 제3자의 신고가 없는 경우에도 임시조치(이하 "임의의 임시조치"라 합니다)를 취할 수 있습니다. 임의의 임시조치된 콘텐츠의 처리 절차는 제2항 후단 및 제3항의 규정에 따릅니다.
5. “이용자”의 콘텐츠 등으로 인한 법률상 이익 침해를 근거로, 다른 “회원” 또는 제3자가 “회원” 또는 코디를 대상으로 하여 민형사상의 법적 조치(예: 형사고소, 가처분 신청⋅손해배상청구 등 민사소송의 제기)를 취하는 경우, 코디는 동 법적 조치의 결과인 법원의 확정판결이 있을 때까지 관련 콘텐츠 등에 대한 접근을 잠정적으로 제한할 수 있습니다. 콘텐츠 등의 접근 제한과 관련한 법적 조치의 소명, 법원의 확정 판결에 대한 소명 책임은 콘텐츠 등에 대한 조치를 요청하는 자가 부담합니다.

### **제 15조. 콘텐츠의 저작권 및 권리의 귀속과 콘텐츠의 공유**

1. “서비스”에 게재된 자료에 대한 권리는 다음 각 호의 내용과 같습니다.
    1. 코디가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 코디에 귀속합니다. 단, "이용자"의 콘텐츠 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
    2. 코디는 “서비스”와 관련하여 "이용자"에게 코디가 정한 이용조건에 따라 “서비스”를 통해 콘텐츠를 이용할 수 있는 이용권한이 부여됩니다. “이용자”는 “서비스”를 이용함으로써 얻은 정보를 코디의 사전 승낙 없이 복제, 송신, 출판, 전송, 배포, 방송 기타 방법에 의하여 영리 및 비영리목적으로 이용하거나 판매, 담보제공 혹은 제3자에게 이용하게 할 수 없습니다.
    3. “이용자”가 제공하는 콘텐츠와 정보의 모든 소유권은 “이용자”에게 있습니다.
    4. 단, “이용자”가 제공하는 콘텐츠와 정보(이하 "이용자 콘텐츠"라 함)에 대해 다음의 각 목에서 정한 바에 따라 “이용자”는 코디에게 사용권한을 부여합니다.
        1. 코디가 서비스 운영을 위해 필요하다고 판단되는 경우 “이용자”의 콘텐츠가 코디의 “멘토” 및 제3자에게 제공될 수 있습니다. 단, “이용자”의 콘텐츠가 제공될 때 “이용자”의 “개인정보”는 제외하고 제공함으로써 “이용자”의 신분을 보호하기 위해 코디는 합리적인 모든 노력을 다합니다.
        2. “이용자”는 “이용자”의 이용자 콘텐츠를 “서비스” 개선 목적으로 분석할 수 있는 권한을 코디에게 부여합니다. 단, 코디에 부여된 권한은 전 세계를 대상으로 하며, 비독점적이고, 양도 또는 재면허를 부여할 수 있고, 그에 대한 사용료, 기타 반대급부는 무상으로 합니다.
        3. “이용자”가 코디에 부여한 권한은 “이용자”가 제19조 제1항에 따라 계약을 해지할 때 종료됩니다. 단, “이용자”가 콘텐츠를 타인과 공유하고 타인이 이를 삭제하지 않았을 경우에는 그러하지 아니합니다. 외부 API 등 오픈플랫폼을 제공하는 “서비스”에 저장되는 경우 콘텐츠 유실 등의 책임은 코디가 부담하지 않습니다.
        4. “이용자 콘텐츠”를 삭제하면 컴퓨터의 휴지통을 비우는 것과 유사한 방식으로 “이용자 콘텐츠”가 삭제됩니다. 단, 제거된 “이용자 콘텐츠”는 일정 기간 동안 백업 사본으로 존속될 수 있으며, 백업 사본으로 존속되는 동안에도 타인에게 제공되지는 않습니다.
    5. 코디에 대한 의견을 포함한 제안은 언제든지 환영하지만, (“회원”에게 제안 의무가 없는 것처럼) 코디도 보상 의무 없이 이를 활용할 수 있습니다.
    6. 코디는 제1항 이외의 방법으로 “이용자”의 “이용자 콘텐츠”를 상업적으로 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 “이용자”의 동의를 얻어야 합니다. 단, 회원정보 등 “이용자” 제공한 연락처가 사실과 다르거나 “이용자”가 코디의 연락에 응하지 않아 사전에 동의를 구하지 못한 경우, 코디는 사후에 동의 절차를 구할 수 있습니다.

### **제 16조. 광고게재 및 광고주와의 거래**

코디는 본 “서비스” 상에 게재된 광고주의 판촉활동 및 광고주와 “회원”간의 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.

### **제 17조. 서비스 이용시간**

1. “서비스”의 이용은 코디의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 가능함을 원칙으로 합니다. 다만 정기 점검 등의 필요로 코디가 정한 기간은 예외입니다.
2. “서비스”에서 보장하고 있는 코디가 “이용자”에게 제공하는 답변 시간은 국가가 지정하는 법정 공휴일 및 토요일, 일요일은 제외하고 계산됩니다.
3. 코디는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.

### **제 18조. 서비스 제공의 중지 등**

1. 코디는 다음에 해당하는 경우 “서비스” 제공을 중지할 수 있습니다.
    1. 정보통신설비의 보수점검⋅교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 부득이하게 “서비스”의 제공을 일시적으로 중단할 수 있습니다.
    2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우.
    3. 기타 불가항력적 사유가 있는 경우
2. 코디는 국가비상사태, 정전, “서비스” 설비의 장애 또는 “서비스” 이용의 폭주 등으로 정상적인 “서비스” 이용에 지장이 있는 때에는 “서비스”의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
3. 코디는 제1항 및 제2항의 규정에 의하여 “서비스”의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 코디를 통하여 공지하거나 전자우편 기타의 방법으로 지체 없이 “회원”에게 알려야 합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

**제 5장. 계약해지 및 이용제한**

### **제 19조. 계약 해지 및 이용 제한**

1. “이용자”가 이용 계약을 해지하고자 하는 경우에는 이용계약해지를 전자우편을 통해 신청 해주시면 됩니다. 전자우편을 통해 이용계약해지를 신청 진행하실 경우에는 최대 24시간의 처리 기간을 갖고 있습니다. “이용자”는 언제든지 “서비스” 초기화면의 고객센터를 통하여 이용계약 해지 신청을 할 수 있으며, 코디는 관련 법 등이 정하는 바에 따라 이를 즉시 처리합니다.
2. “이용자”가 계약을 해지할 경우, 관련 법 및 개인정보보호정책에 따라 코디가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 “이용자”의 모든 데이터는 소멸됩니다.
3. "이용자"가 계약을 해지하는 경우, 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, “이용자”가 코디 “서비스”를 통해 검토를 요청한 결과물이 “서비스”에 참여한 “현직자”에게 “이용자”의 “개인정보” 없이 익명으로 전달될 경우 본 결과물은 삭제되지 않습니다.
4. 코디는 “이용자”가 본 약관 제 11조의 의무를 계약해지 위반하거나, 기타 본 약관에 따른 의무를 위반하는 행위를 하였을 경우 이용계약을 해지하거나 또는 “서비스” 이용 중지, 기타 “서비스” 이용을 제한할 수 있습니다. 또한 이 경우 "서비스" 이용을 통해 획득한 기타 혜택 등은 모두 소멸되며, "회사"는 이에 대해 별도로 보상하지 않습니다.

**제 6장. 손해배상 및 기타 사항**

### **제 21조. 손해배상 및 면책**

1. 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 코디의 “서비스” 제공에 관한 책임이 면제됩니다.
2. 코디는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여 책임을 지지 않습니다.
3. 코디는 “회원”이 “서비스”를 이용하여 기대하는 수익을 상실한 것이나 “서비스”를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
4. 코디는 제휴회사가 제공하거나 “회원”이 “서비스”에 게재한 정보, 자료 등의 사실 유무 신뢰도, 정확성 등에 관하여는 책임을 지지 않습니다.
5. 코디는 “서비스” 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.

### **제 22조. 이용자 보호**

1. 코디는 “이용자”의 권익을 보호하기 위해, 상호명, E-mail 등 코디의 신원정보를 홈페이지를 통해 표시하고 있습니다.
2. 코디는 “서비스” 이용약관을 공시하여 “이용자”의 피해를 최소화하기 위해 노력합니다.

### **제 23조. 분쟁 해결**`